alhp-keyring
alhp-mirrorlist
auto-cpufreq
btrfs-assistant
btrfsmaintenance
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
ffmpeg-audio-thumbnailer
grimblast-git
hyprland-git
hyprpicker-git
noto-fonts-cjk-jp-vf
nwg-launchers-git
nwg-look
python-haishoku
pywal-16-colors
swww
ttf-twemoji-color
waterfox-bin
waybar-git

