alacritty
audacious
bat
brightnessctl
btop
btrfs-progs
ccache
cups
deluge-gtk
dunst
eza
ffmpeg4.4
foot
fuzzel
gamemode
gamescope
git
gnome-keyring
gvfs
gvfs-mtp
inxi
kvantum
ly
man-db
man-pages
mangohud
mcfly
mpv
mpv-mpris
neovim
networkmanager
network-manager-applet
openssh
pamixer
papirus-icon-theme
pavucontrol
pass
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
qt5ct
ripgrep
snapper
swayidle
thunar
thunar-volman
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
unrar
vkd3d
wireplumber
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xfce4-settings
xwaylandvideobridge
zsh
