aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
appstream
appstream-glib
arch-install-scripts
archiso
archlinux-keyring
argon2
aria2
asciidoc
at-spi2-core
atkmm
attr
audacious
audacious-plugins
audit
autoconf
autoconf-archive
automake
avahi
base
base-devel
bash
bash-completion
bat
bc
binutils
bison
blas
blueman
blueprint-compiler
bluez
bluez-libs
boost-libs
brightnessctl
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capstone
catch2
cblas
ccache
cdparanoia
check
chrono-date
clang
cliphist
cmake
code
colord
comgr
compiler-rt
composable-kernel
confuse
coreutils
cpio
cppdap
cracklib
cryptsetup
cups
cups-filters
curl
cython
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
debugedit
debuginfod
default-cursors
deluge
deluge-gtk
desktop-file-utils
device-mapper
diffstat
diffutils
dkms
dmidecode
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotnet-host
double-conversion
doxygen
dtc
duktape
dunst
dvisvgm
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
electron25
elementary-icon-theme
enchant
erofs-utils
esbuild
exiv2
exo
expat
extra-cmake-modules
eza
faad2
fakechroot
fakeroot
fastfetch
fcft
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
filezilla
findutils
flac
flake8
flatpak
flex
fluidsynth
fmt
font-manager
fontconfig
foot
freeglut
freeimage
freetype2
fribidi
fuse-common
fuse2
fuse3
fuzzel
fzf
gamemode
gamescope
garcon
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geoip
geoip-database
gettext
ghostscript
giflib
git
git-lfs
github-cli
glew
glew1.10
glfw-wayland
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glusterfs
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gparted
gperf
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
grim
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
hip-runtime-amd
hiredis
hsa-rocr
hsakmt-roct
htop
http-parser
hunspell
hwdata
hwinfo
hwloc
hyphen
hyprlang
iana-etc
icu
ijs
imagemagick
imath
imlib2
imv
iniparser
inxi
iotop
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jemalloc
jq
json-c
json-glib
jsoncpp
jxrlib
karchive5
kauth5
kbd
kcodecs5
kcompletion5
kconfig5
kconfigwidgets5
kcoreaddons5
kcrash5
kdbusaddons5
keyutils
kguiaddons5
ki18n5
kiconthemes5
kitemviews5
kmod
knotifications5
kpipewire
kpmcore
krb5
krita
kvantum
kwidgetsaddons5
kwindowsystem5
l-smash
lame
lapack
lcms2
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-speex
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcue
libcups
libcupsfilters
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfilezilla
libfontenc
libfreeaptx
libftdi
libgcrypt
libgcrypt15
libgdata
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgoa
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libhandy
libheif
libibus
libice
libiconv
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk2
libinih
libinput
libinstpatch
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjpeg6-turbo
libjxl
libkdcraw5
libksba
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
libluv
libmalcontent
libmanette
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmspack
libmtp
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libpng12
libportal
libportal-gtk3
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw
libraw1394
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libudev0-shim
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwebp
libwireplumber
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux-zen
linux-zen-docs
linux-zen-headers
lirc
lld
lldb
llvm-libs
lm_sensors
lsb-release
lsof
lua
lua-language-server
luajit
luit
lutris
lv2
lvm2
lz4
lzip
lzo
m4
mailcap
make
man-db
man-pages
mangohud
mariadb
mariadb-clients
mariadb-libs
mcfly
md4c
mdadm
mercurial
mesa
mesa-utils
mesa-vdpau
meson
mimalloc
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
minizip-ng
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
ncurses
ndctl
neon
neovim
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
nftables
nicotine+
ninja
nlohmann-json
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
npth
nspr
nss
numactl
nwg-look
ocl-icd
oniguruma
openal
opencl-headers
opencolorio
opencore-amr
openexr
openjpeg2
openmp
openmpi
openpmix
openssh
openssl
openssl-1.1
openvr
optipng
opus
opusfile
orc
osinfo-db
ostree
p11-kit
p7zip
pacman
pacman-mirrorlist
pacutils
pahole
pam
pambase
pamixer
pango
pangomm
papirus-icon-theme
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-authen-sasl
perl-clone
perl-common-sense
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json-xs
perl-libintl-perl
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-net-ssleay
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
php
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
pnpm
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-data
popt
portaudio
potrace
procps-ng
protobuf
psmisc
pv
pystring
python
python-annotated-types
python-argcomplete
python-attrs
python-autocommand
python-automat
python-babel
python-beautifulsoup4
python-build
python-cachecontrol
python-cachy
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-cleo
python-click
python-constantly
python-contourpy
python-crashtest
python-cryptography
python-cycler
python-dateutil
python-distlib
python-distro
python-docstring-to-markdown
python-docutils
python-dulwich
python-dunamai
python-entrypoints
python-evdev
python-fastjsonschema
python-filelock
python-fonttools
python-geoip
python-gobject
python-html5lib
python-hyperlink
python-idna
python-ifaddr
python-imagesize
python-importlib-metadata
python-incremental
python-inflect
python-installer
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-keyring
python-kiwisolver
python-lark-parser
python-lockfile
python-lsp-jsonrpc
python-lsp-server
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-mccabe
python-moddb
python-more-itertools
python-msgpack
python-numpy
python-ordered-set
python-orjson
python-packaging
python-parso
python-pefile
python-pexpect
python-pillow
python-pip
python-pkginfo
python-platformdirs
python-pluggy
python-ply
python-poetry
python-poetry-core
python-poetry-dynamic-versioning
python-poetry-plugin-export
python-psutil
python-ptyprocess
python-pyasn1
python-pyasn1-modules
python-pycodestyle
python-pycparser
python-pycurl
python-pydantic
python-pydantic-core
python-pyflakes
python-pygments
python-pyopenssl
python-pyparsing
python-pyproject-hooks
python-pyrate-limiter
python-pyrsistent
python-pytz
python-pyxdg
python-rapidfuzz
python-referencing
python-rencode
python-requests
python-requests-toolbelt
python-rpds-py
python-secretstorage
python-service-identity
python-setproctitle
python-setuptools
python-shellingham
python-six
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jquery
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tomli
python-tomlkit
python-toolz
python-tqdm
python-trove-classifiers
python-twisted
python-typing_extensions
python-ujson
python-urllib3
python-validate-pyproject
python-virtualenv
python-webencodings
python-websockets
python-wheel
python-yaml
python-zipp
python-zope-interface
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qhull
qpdf
qt5-base
qt5-charts
qt5-declarative
qt5-doc
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
quazip-qt5
quilt
radeontop
rav1e
readline
reflector
repose
rest
rhash
ripgrep
rnnoise
rocm-cmake
rocm-core
rocm-device-libs
rocm-hip-runtime
rocm-language-runtime
rocm-llvm
rocminfo
rpcbind
rsync
rtkit
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
rust-analyzer
rustup
sbc
sbctl
scdoc
sdbus-cpp
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seabios
seahorse
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
shotwell
slang
slurp
smartmontools
snapper
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
squashfuse
sratom
srt
startup-notification
steam
steam-native-runtime
strace
sudo
svt-av1
swayidle
swig
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tcl
tdb
telegram-desktop
texinfo
texlive-basic
texlive-bin
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
thin-provisioning-tools
thunar
thunar-volman
tinyxml
tk
tomlplusplus
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
twolame
tzdata
uchardet
udisks2
ufw
unibilium
unrar
unzip
upower
usbmuxd
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vde2
vid.stab
vifm
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
vkd3d
vmaf
volume_key
vscode-css-languageserver
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
wine
wireplumber
wl-clipboard
wlroots
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-settings
xfconf
xkeyboard-config
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinput
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xterm
xvidcore
xwaylandvideobridge
xxhash
xz
yadm
yajl
yaml-cpp
zenity
zeromq
zimg
zip
zix
zlib
zram-generator
zsh
zsh-theme-powerlevel10k
zstd
zziplib
