alhp-keyring
alhp-mirrorlist
android-platform-33
android-sdk
android-sdk-build-tools-33.0.2
android-sdk-platform-tools
ani-cli-git
aurutils
auto-cpufreq
bemoji-git
bitwig-studio
bottles
btrfs-assistant
btrfsmaintenance
bun-bin
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cava-git
cloudflare-warp-bin
code-oss-marketplace
dotnet-runtime-6.0-bin
dotnet-sdk-6.0-bin
dotnet-targeting-pack-6.0-bin
etcher-bin
ffmpeg-audio-thumbnailer
fmt9
fvs
glpaper-hg
google-chrome
grimblast-git
gtklock
hyprland-git
hyprpicker-git
icoextract
jamesdsp-pipewire-bin
jdownloader2
kvantum-theme-catppuccin-git
lemurs-git
lib32-gperftools
libratbag-git
libtiff5
localsend-bin
mingw-w64-cmake
mingw-w64-environment
mingw-w64-pkg-config
mpvpaper
nwg-launchers-git
odin4-cli
oh-my-zsh-git
oh-my-zsh-plugin-autosuggestions
oh-my-zsh-plugin-syntax-highlighting
openssl-1.0
osu-lazer-bin
osu-mime
paru
patool
piper-git
posix-docs
proton-ge-custom-bin
python-haishoku
python-pathvalidate
python-pyclip
python-steamgriddb
pywal-16-colors
repoctl
ryzen_smu-dkms-git
ryzenadj-git
ryzenctrl-git
secure-delete
stacer-bin
swww
ttf-ms-fonts
ttf-twemoji-color
vencord-desktop-git
vkbasalt-cli
waybar-git
whatsdesk-bin
wps-office
